import React, { Component } from "react";
import { Container, Row, Col, Image } from "react-bootstrap";
import Hr from "../components/Hr";
import styles from "../styles/Home.module.scss";
export default class Footer extends Component {
  render() {
    return (
      <Container>
        <Hr />
        <Row>
          <Col xs={12} md={6}>
            <Image src="cover.jpg" fluid />
          </Col>
          <Col xs={12} md={6}>
            <h1>เรามุ่งมั่นพัฒนาตลอดมา</h1>
            <h2>ทำไมต้องเป็นเรา</h2>
            <p>ประสบการณ์อบรมกว่า 10 ปี</p>
            <p>ผ่านการวิจัยมาไม่ต่ำกว่า 1 ล้านคน</p>
            <p>เมื่ออินเตอร์เน็ตหลุดหรือบังเอิญกดออก สามารถกลับมาทำใหม่ได้</p>
            <p>
              นวัตกรรมการสอนรูปแบบใหม่ โปรแกรวิเคราะห์ผู้เรียนรายบุคคล
              เน้นผู้เรียนเป็นศูนย์กลาง หลักจิตวิทยาเชิงบวก
              เพื่อสร้างทัศนคติที่ใช่
              เกิดการเปลี่ยนแปลงจากภายในสู่บุคลิกภาพที่ดี
            </p>
            <p>
              สร้างสื่อการสอนสมัยใหม่ ตรงใจผู้เรียน
              เพื่อนำองค์ความรู้พัฒนาศักยภาพตนเองให้ถึงขีดสุด
            </p>
            <p>
              กระบวนการเรียนรู้ผ่านประสบการณ์ตรง
              การนำความรู้ไปปรับใช้จริงอย่างมีระบบ โมเดลการสอนจากต่างประเทศ
            </p>
            <p>ออกผลทดสอบเป็น PDF พร้อมดาวน์โหลด</p>
            <p>พร้อมส่งผลทดสอบผ่านทางอีเมล(ในเวอร์ชั่น 2 ขึ้นไป)</p>
            <p>รักษาความปลอดภัยในข้อมูลของท่าน</p>
          </Col>
        </Row>
      </Container>
    );
  }
}
